Repository: benbrittain/massplay
Catalog: server/po/gvbam/*.po
Languages: cs, pl

source: Axis
cs: Osa
pl: Oś

source: Button
cs: Tlačítko
pl: Przycisk

source: %Y/%m/%d %H:%M:%S
cs: %d. %m. %Y %H:%M:%S
pl: %d.%m.%Y %H:%M:%S

source: <Undefined>
cs: <Neurčeno>
pl: <Niezdefiniowany>

source: <b>Appearance</b>
cs: <b>Vzhled</b>
pl: <b>Wygląd</b>

source: <b>Boot ROM</b>
cs: <b>Bootovací ROM</b>
pl: <b>ROM bootowalny</b>

source: <b>Cartridge</b>
pl: <b>Kartridż</b>

source: <b>Codes</b>
cs: <b>Kódy</b>
pl: <b>Kody</b>

source: <b>Description</b>
cs: <b>Popis</b>
pl: <b>Opis</b>

source: <b>Filters</b>
cs: <b>Filtry</b>
pl: <b>Filtry</b>

source: <b>Frameskip</b>
pl: <b>Pomijanie klatek</b>

source: <b>General</b>
cs: <b>Obecné</b>
pl: <b>Ogólne</b>

source: <b>Output module</b>
cs: <b>Modul pro výstup</b>
pl: <b>Moduł wyjścia</b>

source: <b>Real-Time Clock</b>
cs: <b>Reálný čas</b>
pl: <b>Zegar czasu rzeczywistego</b>

source: <b>System and peripherals</b>
cs: <b>Systém a příslušenství</b>
pl: <b>System i urządzenia peryferyjne</b>

source: <b>Type</b>
cs: <b>Typ</b>
pl: <b>Typ</b>

source: <b>Zoom</b>
cs: <b>Přiblížení</b>
pl: <b>Powiększenie</b>

source: Add new cheat
cs: Přidat nový cheat
pl: Dodaj nowy kod

source: All Gameboy Advance files
cs: Všechny Gameboy Advance soubory
pl: Wszystkie pliki Gameboy Advance

source: All files
cs: Všechny soubory
pl: Wszystkie pliki

source: Auto load most recent
cs: Vždy načíst nejnovější
pl: Automatycznie wczytaj najnowszy zapis

source: Autofire A :
pl: Auto A:

source: Autofire B :
pl: Auto B:

source: Automatic
cs: Automatický
pl: Automatycznie

source: Batteries :
cs: Baterie :
pl: Pliki baterii:

source: Bilinear
cs: Bilineární
pl: Dwuliniowe

source: Bilinear Plus
cs: Bilineární Plus
pl: Dwuliniowe Plus

source: Bios file :
cs: Bios soubor :
pl: Plik biosu:

source: Boot ROM file :
cs: Bootovací ROM soubor :
pl: Plik bootowalnego romu:

source: Button A :
cs: Tlačítko A :
pl: Przycisk A:

source: Button B :
cs: Tlačítko B :
pl: Przycisk B:

source: Button L :
cs: Tlačítko L :
pl: Przycisk L:

source: Button R :
cs: Tlačítko R :
pl: Przycisk R:

source: Capture :
cs: Snímek :
pl: Zrzut ekranu

source: Captures :
cs: Snímky :
pl: Zrzuty ekranu:

source: Cheat list
cs: Seznam cheatů
pl: Lista kodów

source: D_irectories ...
cs: Složk_y
pl: _Katalogi...

source: Default joypad
cs: Výchozí joypad
pl: Użyj jako domyślny

source: Default scale :
cs: Výchozí velikost :
pl: Domyślna skala:

source: Delete all cheats
cs: Smazat všechny cheaty
pl: Usuń wszystkie kody

source: Delete selected cheat
cs: Smazat vybraný cheat
pl: Usuń zaznaczony kod

source: Detailed
cs: Detailovaný
pl: Szczegółowy

source: Directories config
cs: Nastavení složek
pl: Konfiguracja emulatora:

source: Display Super Game Boy borders
cs: Zobrazovat Super Game Boy okraje
pl: Wyświetl ramki Super Game Boya

source: Down
cs: Dolů
pl: W dół

source: Down :
cs: Dolů :
pl: Strzałka w dół:

source: Edit cheat
cs: Upravit cheat
pl: Edytuj kod

source: Emulate a Game Boy Printer
cs: Emulovat Game Boy Printer
pl: Emulacja drukarki

source: Emulated system :
cs: Emulovaný systém :
pl: Emulowana konsola:

source: Enable automatic frame skipping
cs: Povolit automatické přeskakování framů
pl: Włącz automatyczne pomijanie klatek

source: Enable real-time clock
cs: Povolit reálný čas
pl: Włącz zegar czasu rzeczywistego

source: Failed to init SDL: %s
cs: Nelze inicializovat SDL: %s
pl: Nie można zainicjować SDL: %s

source: File already exists. Overwrite it?
cs: Soubor již existuje. Přepsat ho?
pl: Plik istnieje. Zastąpić?

source: Flash size :
cs: Velikost Flashe :
pl: Rozmiar pamięci flash:

source: Frameskip level :
cs: Úroveň frameskipu :
pl: Poziom pomijania klatek:

source: From _File ...
cs: Ze sou_boru
pl: Z _pliku...

source: Fullscreen filter :
cs: Filtr pro fullscreen :
pl: Filtr pełnego ekranu:

source: GB roms :
cs: GB romky :
pl: Romy GB:

source: GBA roms :
cs: GBA romky :
pl: Romy GBA:

source: Game Boy Advance settings
cs: Game Boy Advance nastavení
pl: Ustawienia Game Boya Advance

source: GameBoy settings
cs: GameBoy nastavení
pl: Ustawienia GameBoya

source: Gameboy Advance BIOS
pl: BIOS GBA

source: Gameboy Advance files
cs: Gameboy Advance soubory
pl: Pliki Gameboy Advance

source: Gameboy files
cs: Gameboy soubory
pl: Pliki Gameboy

source: Generic Code
cs: Generický kód
pl: Inny kod

source: Interframe blending :
cs: Míšení mezisnímků :
pl: Rozmycie międzyklatkowe:

source: Interframe motion blur
cs: Mezisnímkový motion blur
pl: Międzyklatkowe rozmywanie ruchu

source: Joypad config
cs: Nastavení joypadu
pl: Sterowanie

source: Left
cs: Doleva
pl: W prawo

source: Left :
cs: Doleva :
pl: Strzałka w lewo:

source: Loa_d state
cs: Načís_t uložení
pl: _Wczytaj grę:

source: Load game
cs: Načíst hru
pl: Wczytaj grę

source: Loaded battery
cs: Načtena baterie
pl: Wczytano baterię

source: Main VBA-M options
cs: Hlavní možnosti VBA-M
pl: Ogólne opcje VBA-M

source: Most recent
cs: Nejnovější
pl: Najnowszy

source: Mute
cs: Ztlumit
pl: Wycisz

source: Nintendo GameBoy Advance emulator.
cs: Nintendo GameBoy Advance emulátor.
pl: Emulator Nintendo GameBoy Advance.

source: None
cs: Žádný
pl: Brak

source: Oldest slot
cs: Nejstarší slot
pl: Najstarszy

source: Open
cs: Otevřít
pl: Otwórz

source: Open cheat list
cs: Otevřít seznam cheatů
pl: Otwórz listę kodów

source: Open rece_nt
cs: Otevřít _nedávný
pl: Osta_nio otwierane

source: Output version information.
cs: Vypisovat informace o verzi.
pl: Wyświetla wersję programu.

source: PNG image
cs: PNG soubor
pl: Obraz PNS

source: Pause
cs: Pozastavit
pl: Pauza

source: Pause when inactive
cs: Pozastavit při nečinnosti
pl: Pauzuj kiedy okno jest nieaktywne

source: Percentage
cs: Percentuálně
pl: Procentowy

source: Preferences
cs: Možnosti
pl: Preferencje

source: Right
cs: Doprava
pl: W lewo

source: Right :
cs: Doprava :
pl: Strzałka w prawo:

source: S_ave state
cs: _Uložení
pl: _Zapisz grę

source: Sample rate :
cs: Nastavení zvuku :
pl: Częstotliwość próbkowania:

source: Save cheat list
cs: Uložit seznam cheatů
pl: Zapisz listę kodów

source: Save game
cs: Uložit hru
pl: Zapisz grę

source: Save screenshot
cs: Uložit screenshot
pl: Zapisz zrzut ekranu

source: Save type :
cs: Typ uložení :
pl: Typ zapisu:

source: Saved battery
cs: Uložená baterie
pl: Zapisano baterię

source: Saves :
cs: Uložení :
pl: Zapisy gier:

source: Screen capt_ure...
cs: Vyf_otit obrazovku
pl: Zrzut ekran_u...

source: Select :
pl: Przycisk Select:

source: Smart interframe blending
cs: Chytré míšení mezisnímků
pl: Inteligentne rozmywanie międzyklatkowe

source: Speed :
cs: Zrychlení :
pl: Przyspieszenie

source: Speed indicator :
cs: Indikátor rychlosti :
pl: Miernik prędkości:

source: Start :
pl: Przycisk Start:

source: TV Mode
cs: TV mód
pl: Tryb TV

source: To _File ...
cs: Do _souboru
pl: Do pliku...

source: Toggle all Cheats
cs: Přepnout všechny Cheaty
pl: Włącz/wyłącz wszystkie kody

source: Unable to initialize output, falling back to Cairo
cs: Nelze inicializovat výstup, zkouším Cairo
pl: Nie można uruchomić wyjścia, powrót do Cairo

source: Unknown file type %s
cs: Neznámý typ souboru %s
pl: Nieznany typ pliku %s

source: Up
cs: Nahoru
pl: W górę

source: Up :
cs: Nahoru :
pl: Strzałka w górę:

source: Use a Game Boy boot ROM file
cs: Použít Game Boy bootovací ROM soubor
pl: Użyj bootowalnego romu Game Boya

source: Use a bios file
cs: Použít bios soubor
pl: Użyj pliku biosu

source: VBA-M - %d%% (%d, %d fps)
pl: VBA-M - %d%% (%d, %d klatek na sekundę)

source: VisualBoyAdvance save game
cs: VisualBoyAdvance uložení
pl: Zapis gry VisualBoyAdvance

source: VisualBoyAdvance version %s [GTK+]
cs: VisualBoyAdvance verze %s [GTK+]
pl: VisualBoyAdvance wersja %s [GTK+]

source: Volume :
cs: Hlasitost :
pl: Głośność:

source: _Disable cheats
cs: _Zakázat cheaty
pl: Wyłacz _kody

source: _Display ...
pl: _Ekran...

source: _Emulation
cs: _Emulace
pl: _Emulacja

source: _File
cs: _Soubor
pl: _Plik

source: _Help
cs: _Nápověda
pl: P_omoc

source: _Joypads ...
cs: _Joypady ...
pl: _Sterowanie...

source: _List cheats ...
cs: _Seznam cheatů
pl: _Lista kodów...

source: _Options
cs: _Nastavení
pl: _Opcje

source: _Preferences ...
cs: _Možnosti ...
pl: _Preferencje...

source: _Sound ...
cs: _Zvuk ...
pl: _Dźwięk...

source: hq2x
pl: Wysoka jakość 2x

source: lq2x
pl: Niska jakość 2x

source: Hat
cs: Úhel

source: *** OpenGL : Cannot open display.
cs: *** OpenGL : Nemohu otevřít display.

source: Pixelate
cs: Zpixelovat

source: _Reset
cs: _Restartovat
