Repository: benbrittain/massplay
Catalog: server/libs/code/trunk/po/gvbam/*.po
Languages: ca_es

source: Axis
ca_es: Eix

source: Button
ca_es: Botó

source: *** OpenGL : Cannot open display.
ca_es: *** OpenGL: no es pot obrir la pantalla.

source: <Undefined>
ca_es: <Sense definir>

source: <b>Appearance</b>
ca_es: <b>Aparença</b>

source: <b>Boot ROM</b>
ca_es: <b>ROM d'arrencada</b>

source: <b>Cartridge</b>
ca_es: <b>Cartutx</b>

source: <b>Codes</b>
ca_es: <b>Codis</b>

source: <b>Description</b>
ca_es: <b>Descripció</b>

source: <b>Filters</b>
ca_es: <b>Filtres</b>

source: <b>Frameskip</b>
ca_es: <b>Salt de quadres</b>

source: <b>Output module</b>
ca_es: <b>Mòdul de sortida</b>

source: <b>Real-Time Clock</b>
ca_es: <b>Rellotge en temps real</b>

source: <b>System and peripherals</b>
ca_es: <b>Sistema i perifèrics</b>

source: <b>Type</b>
ca_es: <b>Tipus</b>

source: Add new cheat
ca_es: Afegeix una nova trampa

source: All Gameboy Advance files
ca_es: Tots els fitxers de Game Boy Advance

source: All files
ca_es: Tots els fitxers

source: Auto load most recent
ca_es: Carrèga automàticament el més recent

source: Autofire A :
ca_es: Tret automàtic A:

source: Autofire B :
ca_es: Tret automàtic B:

source: Automatic
ca_es: Automàtic

source: Batteries :
ca_es: Bateries:

source: Bios file :
ca_es: Fitxer BIOS :

source: Boot ROM file :
ca_es: Fitxer de ROM d'arrencada:

source: Button A :
ca_es: Botó A:

source: Button B :
ca_es: Botó B:

source: Button L :
ca_es: Botó L.

source: Button R :
ca_es: Botó R:

source: Capture :
ca_es: Captura:

source: Cheat list
ca_es: Llista de trampes

source: D_irectories ...
ca_es: _Directoris...

source: Default joypad
ca_es: Joypad predeterminat:

source: Default scale :
ca_es: Escala predeterminada:

source: Delete all cheats
ca_es: Esborra totes les trampes

source: Delete selected cheat
ca_es: Esborra la trampa seleccionada

source: Detailed
ca_es: Detallat

source: Directories config
ca_es: Configuració de directoris

source: Display Super Game Boy borders
ca_es: Mostra les vores de Super Game Boy

source: Down
ca_es: Baix

source: Down :
ca_es: Baix:

source: Edit cheat
ca_es: Edita la trampa

source: Emulate a Game Boy Printer
ca_es: Emula una Game Boy Printer

source: Emulated system :
ca_es: Sistema emulat:

source: Enable automatic frame skipping
ca_es: Habilita el salt de quadres auutomàtic

source: Enable real-time clock
ca_es: Habilita rellotge en temps real

source: Failed to init SDL: %s
ca_es: No s'ha pogut iniciar el SDL: %s

source: File already exists. Overwrite it?
ca_es: El fitxer ja existeix. Voleu sobreescriure'l?

source: Flash size :
ca_es: Mida de Flash:

source: Frameskip level :
ca_es: Nivell de salt de quadres:

source: From _File ...
ca_es: Des de _fitxer...

source: Fullscreen filter :
ca_es: Filtre en pantalla completa:

source: GB roms :
ca_es: ROMs de GB:

source: GBA roms :
ca_es: ROMs de GBA:

source: Game Boy Advance settings
ca_es: Configuració de Game Boy Advance

source: GameBoy settings
ca_es: Configuració de Game Boy

source: Gameboy Advance BIOS
ca_es: BIOS de Game Boy Advance

source: Gameboy Advance files
ca_es: Fitxers de Game Boy Advance

source: Gameboy files
ca_es: Fitxers de Game Boy

source: Generic Code
ca_es: Codi genèric

source: Interframe blending :
ca_es: Barreja de trames:

source: Interframe motion blur
ca_es: Desenfocament de moviment de trames

source: Joypad config
ca_es: Configuració del Joypad

source: Left
ca_es: Esquerra

source: Left :
ca_es: Esquerra:

source: Loa_d state
ca_es: _Carrega estat

source: Load game
ca_es: Carrega un joc

source: Loaded battery
ca_es: Bateria carregada

source: Main VBA-M options
ca_es: Opcions principals del VBA-M

source: Most recent
ca_es: Més recents

source: Mute
ca_es: Silencia

source: Nintendo GameBoy Advance emulator.
ca_es: Emulador de Nintendo Game Boy Advance.

source: None
ca_es: Cap

source: Oldest slot
ca_es: Ranura més antiga

source: Open
ca_es: Obre

source: Open cheat list
ca_es: Obre llista de trampes

source: Open rece_nt
ca_es: Obre _recents

source: Output version information.
ca_es: Informació sortint de la versió.

source: PNG image
ca_es: Imatge PNG

source: Pause
ca_es: Atura

source: Pause when inactive
ca_es: Posa en pausa quan estigui inactiu

source: Percentage
ca_es: Percentatge

source: Pixelate
ca_es: Pixelar

source: Preferences
ca_es: Preferències

source: Right
ca_es: Dreta

source: Right :
ca_es: Dreta:

source: S_ave state
ca_es: _Desa estat

source: Sample rate :
ca_es: Freqüència de mostreig:

source: Save cheat list
ca_es: Desa llista de trampes

source: Save game
ca_es: Desa el joc

source: Save screenshot
ca_es: Desa la captura de pantalla

source: Save type :
ca_es: Tipus de desament:

source: Saved battery
ca_es: Bateria desada

source: Saves :
ca_es: Partides:

source: Screen capt_ure...
ca_es: Captura de _pantalla

source: Slot1
ca_es: Ranura1

source: Slot10
ca_es: Ranura10

source: Slot2
ca_es: Ranura2

source: Slot3
ca_es: Ranura3

source: Slot4
ca_es: Ranura4

source: Slot5
ca_es: Ranura5

source: Slot6
ca_es: Ranura6

source: Slot7
ca_es: Ranura7

source: Slot8
ca_es: Ranura8

source: Slot9
ca_es: Ranura9

source: Smart interframe blending
ca_es: Barreja de trames intel·ligent

source: Speed :
ca_es: Velocitat:

source: Speed indicator :
ca_es: Indicador de velocitat:

source: TV Mode
ca_es: Mode TV

source: To _File ...
ca_es: Cap a _fitxer...

source: Toggle all Cheats
ca_es: Activa totes les trampes

source: Unable to initialize output, falling back to Cairo
ca_es: No s'ha pogut iniciar la sortida, es recorrerà al Cairo.

source: Unknown file type %s
ca_es: Tipus de fitxer desconegut %s

source: Up
ca_es: Dalt

source: Up :
ca_es: Dalt:

source: Use a Game Boy boot ROM file
ca_es: Utilitza un fitxer d'arrencada de Game Boy

source: Use a bios file
ca_es: Utilitza un fitxer BIOS

source: VisualBoyAdvance save game
ca_es: Desa joc de VisualBoyAdvance

source: VisualBoyAdvance version %s [GTK+]
ca_es: VisualBoyAdvance versió %s [GTK+]

source: Volume :
ca_es: Volum:

source: _Disable cheats
ca_es: D_esactiva trampes

source: _Display ...
ca_es: Pa_ntalla...

source: _Emulation
ca_es: _Emulació

source: _File
ca_es: _Fitxer

source: _Help
ca_es: _Ajuda

source: _List cheats ...
ca_es: _Fes una llista de trampes...

source: _Options
ca_es: _Opcions

source: _Preferences ...
ca_es: _Preferències...

source: _Reset
ca_es: _Reinicia

source: _Sound ...
ca_es: _So...
